---
kind: other
id: Properties.T:Autodesk.Revit.DB.StairsEditScope
source: html/048f208f-ce4e-d281-0596-7acc1b38813d.htm
---
# StairsEditScope Properties

Tells if the EditScope is active. In other words, the EditScope has started but not committed/canceled yet.